 
tinyMCE.addToLang('',{
insertdate_def_fmt : '- ٪ Y ٪ m - ٪ د',
inserttime_def_fmt : 'ح ٪ : ٪ م : ق ٪',
insertdate_desc : 'يدرج التاريخ',
inserttime_desc : 'يضاف الوقت',
inserttime_months_long : مجموعة جديدة ( &#39;يناير&#39; ، &#39;فبراير&#39; ، &#39;مارس&#39; ، &#39;ابريل&#39; ، &#39;مايو&#39; ، &#39;يونيو&#39; ، &#39;يوليو&#39; ، &#39;اغسطس&#39; ، &#39;سبتمبر&#39; ، &#39;اكتوبر&#39; ، &#39;نوفمبر&#39; ، &#39;ديسمبر&#39; (,
inserttime_months_short : مجموعة جديدة ( &#39;يناير&#39; ، &#39;فبراير&#39; ، &#39;مارس&#39; ، &#39;ابريل&#39; ، &#39;مايو&#39; ، &#39;يونيو&#39; ، &#39;يوليو&#39; ، &#39;اغسطس&#39; ، &#39;سبتمبر&#39; ، &#39;اكتوبر&#39; ، &#39;نوفمبر&#39; ، &#39;ديسمبر&#39; (,
inserttime_day_long : مجموعة جديدة ( &#39;الاحد&#39; ، &#39;الاثنين&#39; ، &#39;الثلاثاء&#39; ، &#39;الاربعاء&#39; ، &#39;الخميس&#39; ، &#39;الجمعة&#39; ، &#39;السبت&#39; ، &#39;الاحد&#39;),
inserttime_day_short : مجموعة جديدة ( &#39;الشمس&#39; ، &#39;الاثنين&#39; ، &#39;الثلاثاء&#39; ، &#39;الاربعاء&#39; ، &#39;الخميس&#39; ، &#39;الجمعة&#39; ، &#39;السبت&#39; ، &#39;الشمس&#39;)
});