 
tinyMCE.addToLang('',{
insertdate_def_fmt : '% Y-% м-г%',
inserttime_def_fmt : '% H:% M:% s',
insertdate_desc : 'Добави дата',
inserttime_desc : 'Поставете време',
inserttime_months_long : нови Array ( "Януари &#39;,&#39; февруари &#39;,&#39; март &#39;,&#39; април &#39;,&#39; май &#39;,&#39; юни &#39;,&#39; юли &#39;,&#39; август &#39;,&#39; септември &#39;,&#39; октомври &#39;,&#39; ноември &#39;,&#39; декември" ),
inserttime_months_short : нови Array ( "Януари &#39;,&#39; февруари &#39;,&#39; март &#39;,&#39; април &#39;,&#39; май &#39;,&#39; юни &#39;,&#39; юли &#39;,&#39; август &#39;,&#39; Сеп &#39;,&#39; октомври &#39;,&#39; ноември &#39;,&#39; декември" ),
inserttime_day_long : нови Array ( "неделя &#39;,&#39; понеделник &#39;,&#39; вторник &#39;,&#39; сряда &#39;,&#39; четвъртък &#39;,&#39; петък &#39;,&#39; събота &#39;,&#39; неделя"),
inserttime_day_short : нови Array ( "Sun &#39;,&#39; пн &#39;,&#39; вт &#39;,&#39; ср &#39;,&#39; Чет &#39;,&#39; пт &#39;,&#39; събота &#39;,&#39; Sun")
});