 
tinyMCE.addToLang('',{
insertdate_def_fmt : '％ Y型％米- ％ d個',
inserttime_def_fmt : '％ H ：已％米： ％ s的',
insertdate_desc : '插入日期',
inserttime_desc : '插入時間',
inserttime_months_long : 新的數組（ &#39;一月&#39; ， &#39;二月&#39; ， &#39;三月&#39; ， &#39;四月&#39; ， &#39;可能&#39; ， &#39;六月&#39; ， &#39;七月&#39; ， &#39;八月&#39; ， &#39;九月&#39; ， &#39; 10月&#39; ， &#39;十一月&#39; ， &#39; 12月&#39; ）,
inserttime_months_short : 新的數組（ &#39;一月&#39; ， &#39;二月&#39; ， &#39;三月&#39; ， &#39;四月&#39; ， &#39;可能&#39; ， &#39;軍&#39; ， &#39;七月&#39; ， &#39;八月&#39; ， &#39; 9 &#39; ， &#39; 10月&#39; ， &#39; 11月&#39; ， &#39; 12月&#39; ）,
inserttime_day_long : 新的數組（ &#39;週日&#39; ， &#39;星期一&#39; ， &#39;星期二&#39; ， &#39;星期三&#39; ， &#39;星期四&#39; ， &#39;星期五&#39; ， &#39;星期六&#39; ， &#39;星期日&#39; ）,
inserttime_day_short : 新的數組（ &#39;孫&#39; ， &#39;星期一&#39; ， &#39;星期二&#39; ， &#39;星期三&#39; ， &#39;星期四&#39; ， &#39;五&#39; ， &#39;星期六&#39; ， &#39;孫&#39; ）
});