 
tinyMCE.addToLang('',{
insertdate_def_fmt : 'वाई - % d % % मीटर',
inserttime_def_fmt : '% H : % M : % S',
insertdate_desc : 'तिथि डालें',
inserttime_desc : 'समय डालें',
inserttime_months_long : नई एरे ( &#39; जनवरी &#39; , &#39; फरवरी &#39; , &#39; मार्च &#39; , &#39; अप्रैल &#39; , &#39; मई &#39; , &#39; जून &#39; , &#39; जुलाई &#39; , &#39; अगस्त &#39; , &#39; सितम्बर &#39; , &#39; अक्टूबर &#39; , &#39; नवम्बर &#39; , &#39; दिसम्बर &#39; ),
inserttime_months_short : नई एरे ( &#39; जन &#39; , &#39; फरवरी &#39; , &#39; मार्च &#39; , &#39; अप्रैल &#39; , &#39; मई &#39; , &#39; जून &#39; , &#39; जुलाई &#39; , &#39; अगस्त &#39; , &#39; सिपाही &#39; , &#39; अक्टूबर &#39; , &#39; नवम्बर &#39; , &#39; दिसम्बर &#39; ),
inserttime_day_long : नई एरे ( &#39; रविवार &#39; , &#39; सोमवार &#39; , &#39; मंगलवार &#39; , &#39; बुधवार &#39; , &#39; बृहस्पतिवार &#39; , &#39; शुक्रवार &#39; , &#39; शनिवार &#39; , &#39; रविवार &#39; ),
inserttime_day_short : नई एरे ( &#39; सूर्य &#39; , &#39; सोम &#39; , &#39; मंगल &#39; , &#39; बुध &#39; , &#39; गुरु &#39; , &#39; शुक्र &#39; , &#39; शनि &#39; , &#39; सूर्य &#39; )
});