 
tinyMCE.addToLang('',{
insertdate_def_fmt : '％のyメートル- ％ d個％',
inserttime_def_fmt : '％ h ： ％メートル： ％ sの',
insertdate_desc : '挿入日',
inserttime_desc : '挿入時間',
inserttime_months_long : 新しい配列（ &#39; 1月&#39; 、 &#39;年2月&#39; 、 &#39; 3月&#39; 、 &#39; 4月&#39; 、 &#39; 5月&#39; 、 &#39;年6月&#39; 、 &#39; 7月&#39; 、 &#39; 8月&#39; 、 &#39; 9月&#39; 、 &#39; 10月&#39; 、 &#39; 11月&#39; 、 &#39; 12月&#39; ）,
inserttime_months_short : 新しい配列（ &#39;月&#39; 、 &#39; 02月&#39; 、 &#39; 03 &#39; 、 &#39; 04月&#39; 、 &#39; 5月&#39; 、 &#39; 06月&#39; 、 &#39; 2007年07月&#39; 、 &#39; 08月&#39; 、 &#39; 09 &#39; 、 &#39; 10 &#39; 、 &#39; 11 &#39; 、 &#39; 12 &#39; ）,
inserttime_day_long : 新しい配列（ &#39;日曜日&#39; 、 &#39;月曜日&#39; 、 &#39;火曜日&#39; 、 &#39;水曜日&#39; 、 &#39;木曜日&#39; 、 &#39;金曜日&#39; 、 &#39;土曜日&#39; 、 &#39;日曜日&#39; ）,
inserttime_day_short : 新しい配列（ &#39;太陽&#39; 、 &#39;月&#39; 、 &#39;火曜&#39; 、 &#39;水&#39; 、 &#39;木&#39; 、 &#39;金&#39; 、 &#39;土&#39; 、 &#39;太陽&#39; ）
});