 
tinyMCE.addToLang('',{
insertdate_def_fmt : '% Y-% м-% d.',
inserttime_def_fmt : '% H:% M:% S',
insertdate_desc : 'Дата внесения',
inserttime_desc : 'Включить время',
inserttime_months_long : новые Array ( &#39;января&#39;, &#39;февраля&#39;, &#39;Март&#39;, &#39;апреля&#39;, &#39;Май&#39;, &#39;Июнь&#39;, &#39;июля&#39;, &#39;августа&#39;, &#39;сентября&#39;, &#39;Октябрь&#39;, &#39;ноября&#39;, &#39;Декабрь " ),
inserttime_months_short : новые Array ( &#39;января&#39;, &#39;февраля&#39;, &#39;Март&#39;, &#39;апреля&#39;, &#39;Май&#39;, &#39;Июнь&#39;, &#39;июля&#39;, &#39;августа&#39;, &#39;сен&#39;, &#39;Октябрь&#39;, &#39;ноября&#39;, &#39;Декабрь " ),
inserttime_day_long : новые Array ( &#39;воскресенье&#39;, &#39;понедельник&#39;, &#39;вторник&#39;, &#39;среда&#39;, &#39;четверг&#39;, &#39;пятница&#39;, &#39;Суббота&#39;, &#39;воскресенье&#39;),
inserttime_day_short : новые Array ( &#39;Sun&#39;, &#39;Mon&#39;, &#39;Tue&#39;, &#39;Wed&#39;, &#39;Thu&#39;, &#39;Fri&#39;, &#39;СБ&#39;, &#39;Sun&#39;)
});